Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Autopilot.DownloadFailedFormat
source: Autopilot profile download failed: {0}
ar_sa: Autopilot فشل تنزيل ملف التعريف: {0}
bg_bg: Неуспешно изтегляне на Autopilot профил: {0}
cs_cz: Stažení profilu Autopilot se nezdařilo: {0}
da_dk: Autopilot profildownload mislykkedes: {0}
de_de: Autopilot Profil-Download fehlgeschlagen: {0}
el_gr: Η λήψη του προφίλ Autopilot απέτυχε: {0}
es_mx: Autopilot la descarga del perfil falló: {0}
et_ee: Autopilot profiili allalaadimine ebaõnnestus: {0}
fi_fi: Autopilot profiilin lataus epäonnistui: {0}
fr_ca: Autopilot Échec du téléchargement du profil: {0}
he_il: הורדת הפרופיל Autopilot נכשלה: {0}
hr_hr: Autopilot preuzimanje profila nije uspjelo: {0}
hu_hu: Autopilot profilletöltés sikertelen: {0}
it_it: Autopilot Download del profilo non riuscito: {0}
ja_jp: Autopilot プロファイルのダウンロードに失敗しました: {0}
ko_kr: Autopilot 프로필 다운로드 실패: {0}
lt_lt: Autopilot profilio atsisiuntimas nepavyko: {0}
lv_lv: Autopilot profila lejupielāde neizdevās: {0}
nb_no: Autopilot profilnedlasting mislyktes: {0}
nl_nl: Autopilot profieldownload mislukt: {0}
pl_pl: Autopilot pobieranie profilu nie powiodło się: {0}
pt_pt: Autopilot download do perfil falhou: {0}
ro_ro: Descărcarea profilului Autopilot a eșuat: {0}
ru_ru: Autopilot не удалось загрузить профиль: {0}
sk_sk: Sťahovanie profilu Autopilot zlyhalo: {0}
sl_si: Prenos profila Autopilot ni uspel: {0}
sr_latn_rs: Autopilot preuzimanje profila nije uspelo: {0}
sv_se: Autopilot profilnedladdning misslyckades: {0}
th_th: Autopilot ดาวน์โหลดโปรไฟล์ล้มเหลว: {0}
tr_tr: Autopilot profil indirilemedi: {0}
uk_ua: Помилка завантаження профілю Autopilot: {0}
zh_cn: Autopilot配置文件下载失败：{0}
zh_tw: Autopilot設定檔下載失敗：{0}

# Autopilot.DownloadFailedTitle
source: Autopilot download failed
ar_sa: فشل التحميل Autopilot
bg_bg: Autopilot изтеглянето е неуспешно
cs_cz: Autopilot stahování se nezdařilo
da_dk: Autopilot download mislykkedes
de_de: Autopilot Download fehlgeschlagen
el_gr: Η λήψη Autopilot απέτυχε
es_mx: Autopilot la descarga falló
et_ee: Autopilot allalaadimine ebaõnnestus
fi_fi: Autopilot lataus epäonnistui
fr_ca: Autopilot échec du téléchargement
he_il: הורדת Autopilot נכשלה
hr_hr: Autopilot preuzimanje nije uspjelo
hu_hu: Autopilot letöltés sikertelen
it_it: Autopilot download non riuscito
ja_jp: Autopilot ダウンロードに失敗しました
ko_kr: Autopilot 다운로드 실패
lt_lt: Autopilot atsisiųsti nepavyko
lv_lv: Autopilot lejupielāde neizdevās
nb_no: Autopilot nedlasting mislyktes
nl_nl: Autopilot downloaden mislukt
pl_pl: Pobieranie Autopilot nie powiodło się
pt_pt: Autopilot download falhou
ro_ro: Descărcarea Autopilot a eșuat
ru_ru: Autopilot загрузка не удалась
sk_sk: Sťahovanie Autopilot zlyhalo
sl_si: Autopilot prenos ni uspel
sr_latn_rs: Autopilot preuzimanje nije uspelo
sv_se: Autopilot nedladdning misslyckades
th_th: Autopilot ดาวน์โหลดล้มเหลว
tr_tr: Autopilot indirme işlemi başarısız oldu
uk_ua: Помилка завантаження Autopilot
zh_cn: Autopilot下载失败
zh_tw: Autopilot下載失敗

# Autopilot.DownloadNoProfilesTitle
source: No Autopilot profiles found
ar_sa: لم يتم العثور على ملفات تعريف Autopilot
bg_bg: Няма намерени Autopilot профили
cs_cz: Nebyly nalezeny žádné profily Autopilot
da_dk: Ingen Autopilot profiler fundet
de_de: Keine Autopilot Profile gefunden
el_gr: Δεν βρέθηκαν προφίλ Autopilot
es_mx: No se encontraron perfiles Autopilot
et_ee: Autopilot profiile ei leitud
fi_fi: Autopilot-profiileja ei löytynyt
fr_ca: Aucun profil Autopilot trouvé
he_il: לא נמצאו פרופילים של Autopilot
hr_hr: Nije pronađen nijedan Autopilot profil
hu_hu: Nem található Autopilot profil
it_it: Nessun profilo Autopilot trovato
ja_jp: Autopilot プロフィールが見つかりませんでした
ko_kr: Autopilot 프로필을 찾을 수 없습니다.
lt_lt: Nerasta jokių Autopilot profilių
lv_lv: Nav atrasts neviens Autopilot profils
nb_no: Ingen Autopilot profiler funnet
nl_nl: Geen Autopilot profielen gevonden
pl_pl: Nie znaleziono profili Autopilot
pt_pt: Nenhum perfil Autopilot encontrado
ro_ro: Nu au fost găsite profiluri Autopilot
ru_ru: Профили Autopilot не найдены
sk_sk: Nenašli sa žiadne profily Autopilot
sl_si: Najden ni noben profil Autopilot
sr_latn_rs: Nije pronađen nijedan Autopilot profil
sv_se: Inga Autopilot-profiler hittades
th_th: ไม่พบโปรไฟล์ Autopilot
tr_tr: Autopilot profili bulunamadı
uk_ua: Профілі Autopilot не знайдено
zh_cn: 找不到 Autopilot 配置文件
zh_tw: 找不到 Autopilot 設定文件

# Autopilot.DownloadingStatus
source: Downloading Autopilot profiles...
ar_sa: جارٍ تنزيل الملفات الشخصية Autopilot...
bg_bg: Изтеглят се Autopilot профили...
cs_cz: Stahování profilů Autopilot...
da_dk: Downloader Autopilot profiler...
de_de: Autopilot-Profile werden heruntergeladen...
el_gr: Λήψη προφίλ Autopilot...
es_mx: Descargando perfiles Autopilot...
et_ee: Autopilot profiilide allalaadimine...
fi_fi: Ladataan Autopilot profiileja...
fr_ca: Téléchargement des profils Autopilot...
he_il: מוריד פרופילים של Autopilot...
hr_hr: Preuzimanje Autopilot profila...
hu_hu: Autopilot profilok letöltése...
it_it: Download dei profili Autopilot...
ja_jp: Autopilot プロファイルをダウンロードしています...
ko_kr: Autopilot 프로필 다운로드 중...
lt_lt: Atsisiunčiami Autopilot profiliai...
lv_lv: Notiek Autopilot profilu lejupielāde...
nb_no: Laster ned Autopilot-profiler...
nl_nl: Autopilot profielen downloaden...
pl_pl: Pobieranie profili Autopilot...
pt_pt: Baixando perfis Autopilot...
ro_ro: Se descarcă profilurile Autopilot...
ru_ru: Загрузка профилей Autopilot...
sk_sk: Sťahujú sa profily Autopilot...
sl_si: Prenašanje profilov Autopilot...
sr_latn_rs: Preuzimanje Autopilot profila...
sv_se: Laddar ned Autopilot profiler...
th_th: กำลังดาวน์โหลดโปรไฟล์ Autopilot...
tr_tr: Autopilot profilleri indiriliyor...
uk_ua: Завантаження профілів Autopilot...
zh_cn: 正在下载Autopilot 配置文件...
zh_tw: 正在下載Autopilot 設定檔...

# Autopilot.HardwareHashAppRegistrationFoundFormat
source: {0} is configured.
ar_sa: تم تكوين {0}.
bg_bg: {0} е конфигуриран.
cs_cz: {0} je nakonfigurován.
da_dk: {0} er konfigureret.
de_de: {0} ist konfiguriert.
el_gr: Το {0} έχει ρυθμιστεί.
es_mx: {0} está configurado.
et_ee: {0} on konfigureeritud.
fi_fi: {0} on määritetty.
fr_ca: {0} est configuré.
he_il: {0} מוגדר.
hr_hr: {0} je konfiguriran.
hu_hu: {0} be van állítva.
it_it: {0} è configurato.
ja_jp: {0} が設定されています。
ko_kr: {0}이 구성되었습니다.
lt_lt: {0} sukonfigūruotas.
lv_lv: {0} ir konfigurēts.
nb_no: {0} er konfigurert.
nl_nl: {0} is geconfigureerd.
pl_pl: {0} jest skonfigurowane.
pt_pt: {0} está configurado.
ro_ro: {0} este configurat.
ru_ru: {0} настроен.
sk_sk: {0} je nakonfigurované.
sl_si: {0} je konfiguriran.
sr_latn_rs: {0} je konfigurisan.
sv_se: {0} är konfigurerad.
th_th: {0} ได้รับการกำหนดค่าแล้ว
tr_tr: {0} yapılandırıldı.
uk_ua: {0} налаштовано.
zh_cn: {0} 已配置。
zh_tw: {0} 已配置。

# Autopilot.HardwareHashAppRegistrationLabel
source: Managed app registration
ar_sa: تسجيل التطبيق المدار
bg_bg: Регистрация на управлявано приложение
cs_cz: Spravovaná registrace aplikace
da_dk: Administreret app registrering
de_de: Verwaltete App-Registrierung
el_gr: Διαχειριζόμενη εγγραφή εφαρμογής
es_mx: Registro de aplicaciones administradas
et_ee: Hallatud rakenduse registreerimine
fi_fi: Hallittu sovelluksen rekisteröinti
fr_ca: Inscription d'application gérée
he_il: רישום אפליקציה מנוהל
hr_hr: Upravljana registracija aplikacije
hu_hu: Felügyelt alkalmazás regisztráció
it_it: Registrazione dell'app gestita
ja_jp: 管理対象アプリの登録
ko_kr: 관리형 앱 등록
lt_lt: Tvarkomos programos registracija
lv_lv: Pārvaldīta lietotņu reģistrācija
nb_no: Administrert appregistrering
nl_nl: Beheerde app-registratie
pl_pl: Zarządzana rejestracja aplikacji
pt_pt: Registro de aplicativo gerenciado
ro_ro: Înregistrarea aplicației gestionate
ru_ru: Управляемая регистрация приложения
sk_sk: Riadená registrácia aplikácie
sl_si: Upravljana registracija aplikacije
sr_latn_rs: Upravljana registracija aplikacije
sv_se: Hanterade appregistrering
th_th: การลงทะเบียนแอปที่มีการจัดการ
tr_tr: Yönetilen uygulama kaydı
uk_ua: Керована реєстрація програми
zh_cn: 托管应用程序注册
zh_tw: 託管應用程式註冊

# Autopilot.HardwareHashAppRegistrationMissing
source: Foundry OSD Autopilot Registration is not configured.
ar_sa: Foundry OSD Autopilot لم يتم تكوين التسجيل.
bg_bg: Foundry OSD Autopilot Регистрацията не е конфигурирана.
cs_cz: Foundry OSD Autopilot Registrace není nakonfigurována.
da_dk: Foundry OSD Autopilot Registreringen er ikke konfigureret.
de_de: Foundry OSD Autopilot Registrierung ist nicht konfiguriert.
el_gr: Foundry OSD Autopilot Η εγγραφή δεν έχει ρυθμιστεί.
es_mx: Foundry OSD Autopilot El registro no está configurado.
et_ee: Foundry OSD Autopilot Registreerimine pole konfigureeritud.
fi_fi: Foundry OSD Autopilot Rekisteröintiä ei ole määritetty.
fr_ca: Foundry OSD Autopilot L'enregistrement n'est pas configuré.
he_il: Foundry OSD Autopilot הרישום אינו מוגדר.
hr_hr: Foundry OSD Autopilot Registracija nije konfigurirana.
hu_hu: Foundry OSD Autopilot A regisztráció nincs konfigurálva.
it_it: Foundry OSD Autopilot La registrazione non è configurata.
ja_jp: Foundry OSD Autopilot 登録が設定されていません。
ko_kr: Foundry OSD Autopilot 등록이 구성되지 않았습니다.
lt_lt: Foundry OSD Autopilot Registracija nesukonfigūruota.
lv_lv: Foundry OSD Autopilot Reģistrācija nav konfigurēta.
nb_no: Foundry OSD Autopilot Registreringen er ikke konfigurert.
nl_nl: Foundry OSD Autopilot Registratie is niet geconfigureerd.
pl_pl: Foundry OSD Autopilot Rejestracja nie jest skonfigurowana.
pt_pt: Foundry OSD Autopilot O registro não está configurado.
ro_ro: Foundry OSD Autopilot Înregistrarea nu este configurată.
ru_ru: Foundry OSD Autopilot Регистрация не настроена.
sk_sk: Foundry OSD Autopilot Registrácia nie je nakonfigurovaná.
sl_si: Foundry OSD Autopilot Registracija ni nastavljena.
sr_latn_rs: Foundry OSD Autopilot Registracija nije konfigurisana.
sv_se: Foundry OSD Autopilot Registreringen är inte konfigurerad.
th_th: Foundry OSD Autopilot ไม่ได้กำหนดค่าการลงทะเบียน
tr_tr: Foundry OSD Autopilot Kayıt yapılandırılmadı.
uk_ua: Foundry OSD Autopilot Реєстрація не налаштована.
zh_cn: Foundry OSD Autopilot 未配置注册。
zh_tw: Foundry OSD Autopilot 未配置註冊。

# Autopilot.HardwareHashBootMediaCertificateActiveExpired
source: The selected certificate has expired. Create or select a valid certificate before creating boot media.
ar_sa: انتهت صلاحية الشهادة المحددة. قم بإنشاء أو تحديد شهادة صالحة قبل إنشاء وسائط التمهيد.
bg_bg: Избраният сертификат е изтекъл. Създайте или изберете валиден сертификат, преди да създадете носител за зареждане.
cs_cz: Platnost vybraného certifikátu vypršela. Před vytvořením zaváděcího média vytvořte nebo vyberte platný certifikát.
da_dk: Det valgte certifikat er udløbet. Opret eller vælg et gyldigt certifikat, før du opretter bootmedier.
de_de: Das ausgewählte Zertifikat ist abgelaufen. Erstellen Sie ein gültiges Zertifikat oder wählen Sie ein gültiges Zertifikat aus, bevor Sie Boot-Medien erstellen.
el_gr: Το επιλεγμένο πιστοποιητικό έχει λήξει. Δημιουργήστε ή επιλέξτε ένα έγκυρο πιστοποιητικό πριν δημιουργήσετε μέσα εκκίνησης.
es_mx: El certificado seleccionado ha caducado. Cree o seleccione un certificado válido antes de crear un medio de arranque.
et_ee: Valitud sertifikaat on aegunud. Enne alglaadimismeediumi loomist looge või valige kehtiv sertifikaat.
fi_fi: Valittu varmenne on vanhentunut. Luo tai valitse kelvollinen varmenne ennen käynnistysmedian luomista.
fr_ca: Le certificat sélectionné a expiré. Créez ou sélectionnez un certificat valide avant de créer un support de démarrage.
he_il: פג תוקף האישור שנבחר. צור או בחר אישור חוקי לפני יצירת מדיה אתחול.
hr_hr: Odabrani certifikat je istekao. Stvorite ili odaberite važeći certifikat prije stvaranja medija za pokretanje.
hu_hu: A kiválasztott tanúsítvány lejárt. A rendszerindító adathordozó létrehozása előtt hozzon létre vagy válasszon érvényes tanúsítványt.
it_it: Il certificato selezionato è scaduto. Crea o seleziona un certificato valido prima di creare il supporto di avvio.
ja_jp: 選択した証明書の有効期限が切れています。ブート メディアを作成する前に、有効な証明書を作成または選択してください。
ko_kr: 선택한 인증서가 만료되었습니다. 부팅 미디어를 생성하기 전에 유효한 인증서를 생성하거나 선택하세요.
lt_lt: Pasirinkto sertifikato galiojimo laikas baigėsi. Prieš kurdami įkrovos laikmeną sukurkite arba pasirinkite galiojantį sertifikatą.
lv_lv: Atlasītā sertifikāta derīguma termiņš ir beidzies. Pirms sāknēšanas datu nesēja izveides izveidojiet vai atlasiet derīgu sertifikātu.
nb_no: Det valgte sertifikatet er utløpt. Opprett eller velg et gyldig sertifikat før du oppretter oppstartsmedier.
nl_nl: Het geselecteerde certificaat is verlopen. Maak of selecteer een geldig certificaat voordat u opstartmedia maakt.
pl_pl: Wybrany certyfikat wygasł. Utwórz lub wybierz ważny certyfikat przed utworzeniem nośnika startowego.
pt_pt: O certificado selecionado expirou. Crie ou selecione um certificado válido antes de criar a mídia de inicialização.
ro_ro: Certificatul selectat a expirat. Creați sau selectați un certificat valid înainte de a crea mediul de pornire.
ru_ru: Срок действия выбранного сертификата истек. Создайте или выберите действительный сертификат перед созданием загрузочного носителя.
sk_sk: Platnosť vybratého certifikátu vypršala. Pred vytvorením zavádzacieho média vytvorte alebo vyberte platný certifikát.
sl_si: Izbrani certifikat je potekel. Ustvarite ali izberite veljavno potrdilo, preden ustvarite zagonski medij.
sr_latn_rs: Izabrani sertifikat je istekao. Kreirajte ili izaberite važeći sertifikat pre kreiranja medija za pokretanje.
sv_se: Det valda certifikatet har löpt ut. Skapa eller välj ett giltigt certifikat innan du skapar startmedia.
th_th: ใบรับรองที่เลือกหมดอายุแล้ว สร้างหรือเลือกใบรับรองที่ถูกต้องก่อนที่จะสร้างสื่อสำหรับบูต
tr_tr: Seçilen sertifikanın süresi doldu. Önyükleme ortamı oluşturmadan önce geçerli bir sertifika oluşturun veya seçin.
uk_ua: Термін дії вибраного сертифіката закінчився. Створіть або виберіть дійсний сертифікат перед створенням завантажувального носія.
zh_cn: 所选证书已过期。在创建启动介质之前创建或选择有效的证书。
zh_tw: 所選證書已過期。在建立啟動媒體之前建立或選擇有效的憑證。

# Autopilot.HardwareHashBootMediaCertificateActiveMissing
source: Select a PFX that matches an app registration certificate.
ar_sa: حدد PFX الذي يطابق شهادة تسجيل التطبيق.
bg_bg: Изберете PFX, който съответства на сертификат за регистрация на приложение.
cs_cz: Vyberte PFX, který odpovídá registračnímu certifikátu aplikace.
da_dk: Vælg en PFX, der matcher et appregistreringscertifikat.
de_de: Wählen Sie ein PFX aus, das einem App-Registrierungszertifikat entspricht.
el_gr: Επιλέξτε ένα PFX που ταιριάζει με ένα πιστοποιητικό εγγραφής εφαρμογής.
es_mx: Seleccione un PFX que coincida con un certificado de registro de aplicación.
et_ee: Valige PFX, mis vastab rakenduse registreerimissertifikaadile.
fi_fi: Valitse PFX, joka vastaa sovelluksen rekisteröintitodistusta.
fr_ca: Sélectionnez un PFX qui correspond à un certificat d’enregistrement d’application.
he_il: בחר PFX התואם אישור רישום אפליקציה.
hr_hr: Odaberite PFX koji odgovara potvrdi o registraciji aplikacije.
hu_hu: Válasszon ki egy alkalmazásregisztrációs tanúsítványnak megfelelő PFX-et.
it_it: Seleziona un PFX che corrisponda al certificato di registrazione dell'app.
ja_jp: アプリ登録証明書と一致する PFX を選択します。
ko_kr: 앱 등록 인증서와 일치하는 PFX를 선택하세요.
lt_lt: Pasirinkite PFX, atitinkantį programos registracijos sertifikatą.
lv_lv: Atlasiet PFX, kas atbilst lietotnes reģistrācijas sertifikātam.
nb_no: Velg en PFX som samsvarer med et appregistreringssertifikat.
nl_nl: Selecteer een PFX die overeenkomt met een app-registratiecertificaat.
pl_pl: Wybierz plik PFX zgodny z certyfikatem rejestracji aplikacji.
pt_pt: Selecione um PFX que corresponda a um certificado de registro de aplicativo.
ro_ro: Selectați un PFX care se potrivește cu un certificat de înregistrare a aplicației.
ru_ru: Выберите PFX, соответствующий сертификату регистрации приложения.
sk_sk: Vyberte PFX, ktorý sa zhoduje s certifikátom registrácie aplikácie.
sl_si: Izberite PFX, ki se ujema s potrdilom o registraciji aplikacije.
sr_latn_rs: Izaberite PFKS koji odgovara sertifikatu o registraciji aplikacije.
sv_se: Välj en PFX som matchar ett appregistreringscertifikat.
th_th: เลือก PFX ที่ตรงกับใบรับรองการลงทะเบียนแอป
tr_tr: Uygulama kayıt sertifikasıyla eşleşen bir PFX seçin.
uk_ua: Виберіть PFX, який відповідає сертифікату реєстрації програми.
zh_cn: 选择与应用注册证书匹配的PFX。
zh_tw: 選擇與應用程式註冊憑證相符的PFX。

# Autopilot.HardwareHashBootMediaCertificateDescription
source: Password-protected PFX copied into boot media for hardware hash upload.
ar_sa: تم نسخ PFX المحمي بكلمة مرور في وسائط التمهيد لتحميل تجزئة الأجهزة.
bg_bg: Защитен с парола PFX, копиран в носител за зареждане за качване на хардуерен хеш.
cs_cz: PFX chráněný heslem zkopírován do spouštěcího média pro nahrání hardwarového hash.
da_dk: Adgangskodebeskyttet PFX kopieret til opstartsmedie til hardware-hash-upload.
de_de: Passwortgeschütztes PFX zum Hardware-Hash-Upload in das Boot-Medium kopiert.
el_gr: Το PFX με προστασία κωδικού πρόσβασης αντιγράφηκε σε μέσα εκκίνησης για μεταφόρτωση κατακερματισμού υλικού.
es_mx: PFX protegido con contraseña copiado en un medio de arranque para cargar hash de hardware.
et_ee: Parooliga kaitstud PFX kopeeritud alglaadimismeediumile riistvara räsi üleslaadimiseks.
fi_fi: Salasanasuojattu PFX kopioitu käynnistysmediaan laitteiston hash-latausta varten.
fr_ca: PFX protégé par mot de passe copié sur le support de démarrage pour le téléchargement du hachage matériel.
he_il: PFX מוגן בסיסמה הועתק למדיית האתחול להעלאת גיבוב חומרה.
hr_hr: PFX zaštićen lozinkom kopiran u medij za pokretanje radi učitavanja hash hardvera.
hu_hu: Jelszóval védett PFX rendszerindító adathordozóra másolva hardveres hash feltöltéshez.
it_it: PFX protetto da password copiato nel supporto di avvio per il caricamento dell'hash hardware.
ja_jp: パスワードで保護された PFX がハードウェア ハッシュ アップロード用にブート メディアにコピーされました。
ko_kr: 하드웨어 해시 업로드를 위해 비밀번호로 보호된 PFX가 부팅 미디어에 복사되었습니다.
lt_lt: Slaptažodžiu apsaugotas PFX nukopijuotas į įkrovos laikmeną, kad būtų galima įkelti aparatinės įrangos maišą.
lv_lv: Ar paroli aizsargāts PFX, kas kopēts sāknēšanas datu nesējā aparatūras jaucējfaila augšupielādei.
nb_no: Passordbeskyttet PFX kopiert til oppstartsmedier for maskinvarehash-opplasting.
nl_nl: Met een wachtwoord beveiligde PFX gekopieerd naar opstartmedia voor hardware-hash-upload.
pl_pl: Chroniony hasłem plik PFX skopiowany na nośnik startowy w celu przesłania skrótu sprzętowego.
pt_pt: PFX protegido por senha copiado na mídia de inicialização para upload de hash de hardware.
ro_ro: PFX protejat prin parolă copiat în mediul de pornire pentru încărcarea hash hardware.
ru_ru: Защищенный паролем PFX копируется на загрузочный носитель для загрузки аппаратного хеша.
sk_sk: Heslom chránené PFX skopírované do zavádzacieho média na nahranie hardvérového hash.
sl_si: PFX, zaščiten z geslom, kopiran v zagonski medij za nalaganje zgoščene vrednosti strojne opreme.
sr_latn_rs: PFKS zaštićen lozinkom kopiran u medijum za pokretanje radi hardverskog heš otpremanja.
sv_se: Lösenordsskyddad PFX kopieras till startmedia för uppladdning av hårdvaruhash.
th_th: PFX ที่ป้องกันด้วยรหัสผ่านถูกคัดลอกไปยังสื่อสำหรับบูตสำหรับการอัปโหลดแฮชฮาร์ดแวร์
tr_tr: Parola korumalı PFX, donanım karma yüklemesi için önyükleme ortamına kopyalandı.
uk_ua: Захищений паролем PFX, скопійований на завантажувальний носій для завантаження апаратного хешу.
zh_cn: 受密码保护的 PFX 已复制到启动介质中以进行硬件哈希上传。
zh_tw: 受密碼保護的 PFX 已複製到啟動媒體以進行硬體雜湊上傳。

# Autopilot.HardwareHashBootMediaCertificateFileMissing
source: The selected PFX file no longer exists.
ar_sa: ملف PFX المحدد لم يعد موجودًا.
bg_bg: Избраният PFX файл вече не съществува.
cs_cz: Vybraný soubor PFX již neexistuje.
da_dk: Den valgte PFX-fil eksisterer ikke længere.
de_de: Die ausgewählte PFX-Datei existiert nicht mehr.
el_gr: Το επιλεγμένο αρχείο PFX δεν υπάρχει πλέον.
es_mx: El archivo PFX seleccionado ya no existe.
et_ee: Valitud PFX-faili pole enam olemas.
fi_fi: Valittua PFX-tiedostoa ei ole enää olemassa.
fr_ca: Le fichier PFX sélectionné n'existe plus.
he_il: קובץ ה-PFX שנבחר כבר לא קיים.
hr_hr: Odabrana PFX datoteka više ne postoji.
hu_hu: A kiválasztott PFX-fájl már nem létezik.
it_it: Il file PFX selezionato non esiste più.
ja_jp: 選択した PFX ファイルは存在しません。
ko_kr: 선택한 PFX 파일이 더 이상 존재하지 않습니다.
lt_lt: Pasirinkto PFX failo nebėra.
lv_lv: Atlasītais PFX fails vairs nepastāv.
nb_no: Den valgte PFX-filen eksisterer ikke lenger.
nl_nl: Het geselecteerde PFX-bestand bestaat niet meer.
pl_pl: Wybrany plik PFX już nie istnieje.
pt_pt: O arquivo PFX selecionado não existe mais.
ro_ro: Fișierul PFX selectat nu mai există.
ru_ru: Выбранный файл PFX больше не существует.
sk_sk: Vybraný súbor PFX už neexistuje.
sl_si: Izbrana datoteka PFX ne obstaja več.
sr_latn_rs: Izabrana PFKS datoteka više ne postoji.
sv_se: Den valda PFX-filen finns inte längre.
th_th: ไฟล์ PFX ที่เลือกไม่มีอยู่อีกต่อไป
tr_tr: Seçilen PFX dosyası artık mevcut değil.
uk_ua: Вибраний файл PFX більше не існує.
zh_cn: 选定的 PFX 文件不再存在。
zh_tw: 選定的 PFX 檔案不再存在。

# Autopilot.HardwareHashBootMediaCertificateInvalidPfx
source: The selected PFX could not be opened with the provided password.
ar_sa: تعذر فتح PFX المحدد باستخدام كلمة المرور المتوفرة.
bg_bg: Избраният PFX не можа да бъде отворен с предоставената парола.
cs_cz: Vybraný PFX nelze otevřít pomocí poskytnutého hesla.
da_dk: Den valgte PFX kunne ikke åbnes med den angivne adgangskode.
de_de: Das ausgewählte PFX konnte mit dem angegebenen Passwort nicht geöffnet werden.
el_gr: Το επιλεγμένο PFX δεν ήταν δυνατό να ανοίξει με τον παρεχόμενο κωδικό πρόσβασης.
es_mx: El PFX seleccionado no se pudo abrir con la contraseña proporcionada.
et_ee: Valitud PFX-i ei saanud antud parooliga avada.
fi_fi: Valittua PFX:ää ei voitu avata annetulla salasanalla.
fr_ca: Le PFX sélectionné n'a pas pu être ouvert avec le mot de passe fourni.
he_il: לא ניתן היה לפתוח את ה-PFX שנבחר עם הסיסמה שסופקה.
hr_hr: Odabrani PFX nije se mogao otvoriti s navedenom lozinkom.
hu_hu: A kiválasztott PFX nem nyitható meg a megadott jelszóval.
it_it: Non è stato possibile aprire il PFX selezionato con la password fornita.
ja_jp: 選択された PFX は、指定されたパスワードでは開けませんでした。
ko_kr: 제공된 비밀번호로 선택한 PFX를 열 수 없습니다.
lt_lt: Pasirinkto PFX nepavyko atidaryti naudojant pateiktą slaptažodį.
lv_lv: Atlasīto PFX nevarēja atvērt ar norādīto paroli.
nb_no: Den valgte PFX kunne ikke åpnes med det angitte passordet.
nl_nl: De geselecteerde PFX kon niet worden geopend met het opgegeven wachtwoord.
pl_pl: Nie można otworzyć wybranego pliku PFX przy użyciu podanego hasła.
pt_pt: O PFX selecionado não pôde ser aberto com a senha fornecida.
ro_ro: PFX-ul selectat nu a putut fi deschis cu parola furnizată.
ru_ru: Выбранный PFX не удалось открыть с помощью предоставленного пароля.
sk_sk: Vybraný PFX nebolo možné otvoriť pomocou poskytnutého hesla.
sl_si: Izbranega PFX-ja ni bilo mogoče odpreti s podanim geslom.
sr_latn_rs: Izabrani PFKS nije mogao da se otvori sa datom lozinkom.
sv_se: Den valda PFX kunde inte öppnas med det angivna lösenordet.
th_th: ไม่สามารถเปิด PFX ที่เลือกด้วยรหัสผ่านที่ให้มา
tr_tr: Seçilen PFX, sağlanan şifreyle açılamadı.
uk_ua: Вибраний PFX не вдалося відкрити за допомогою наданого пароля.
zh_cn: 无法使用提供的密码打开所选的 PFX。
zh_tw: 無法使用提供的密碼開啟所選的 PFX。
